[
    {
        "Title": "In Event of Moon Disaster",
        "Date": "7-18-1969",
        "Writer": "Bill Safire",
        "Speaker": "Richard Nixon",
        "Location": "Washington, DC, USA",
        "Quotes": [
            "They will be mourned by their families and friends; they will be mourned by their nation; they will be mourned by the people of the world; they will be mourned by a Mother Earth that dared send two of her sons into the unknown",
            "Others will follow, and surely find their way home. Man's search will not be denied. But these men were the first, and they will remain the foremost in our hearts.",
            "These brave men, Neil Armstrong and Edwin Aldrin, know that there is no hope for their recovery. But they also know that there is hope for mankind in their sacrifice."
        ],
        "Context": [
            "Cold War",
            "Space Race",
            "Michael Collins",
            "Apollo 11",
            "Edwin Aldrin",
            "Neil Armstrong"
        ],   
        "Description": "A never delivered speech written by Bill Safire for President Richard Nixon in the event that the Apollo 11 astronauts were stranded on the moon.",
        "Link": "https://www.archives.gov/files/presidential-libraries/events/centennials/nixon/images/exhibit/rn100-6-1-2.pdf"
    },
    {
        "Title": "Letter from Birmingham Jail",
        "Date": "4-16-1963",
        "Writer": "Dr. Martin Luther King Jr.",
        "Speaker": "Dr. Martin Luther King Jr.",
        "Location": "Birmingham, Alabama, USA",
        "Quotes": [
            "We started having workshops on nonviolence and repeatedly asked ourselves the questions, 'Are you able to accept blows without retaliating?' and 'Are you able to endure the ordeals of jail?'",
            "I have almost reached the regrettable conclusion that the Negro's great stumbling block in the stride toward freedom is not the White Citizens Councillor or the Ku Klux Klanner but the white moderate who is more devoted to order than to justice",
            "You warmly commended the Birmingham police force for keeping 'order' and 'preventing violence.' I don't believe you would have so warmly commended the police force if you had seen its angry violent dogs literally biting six unarmed, nonviolent Negroes"
        ],
        "Context": [
            "Rev. Ralph Abernathy",
            "Eugene 'Bull' Connor",
            "Albert Boutwell",
            "Marching without a permit",
            "Brown v. Board Of Education",
            "Civil Rights Movement"
        ],
        "Description": "",
        "Link": "https://www.csuchico.edu/iege/_assets/documents/susi-letter-from-birmingham-jail.pdf"
    },
    {
        "This is a great day in irqs history"
        "the tryant is a prisioner"
        // https://usinfo.org/wf-archive/2003/031215/epf104.htm
        // https://www.americanrhetoric.com/21stcenturyspeeches.htm


        March 22, 2016: Address to the People of Cuba

        https://www.royal.uk/21st-birthday-speech-21-april-1947

        I Am Prepared to Die by Nelson Mandela

        https://obamawhitehouse.archives.gov/blog/2011/05/02/osama-bin-laden-dead#:~:text=THE%20PRESIDENT%3A%20Good%20evening.,men%2C%20women%2C%20and%20children.

        https://en.wikipedia.org/wiki/Speeches_by_Volodymyr_Zelenskyy_during_the_Russian_invasion_of_Ukraine

        we choose to go to the moon
    }
]

https://d3i6fh83elv35t.cloudfront.net/static/2023/01/trump-deposition.pdf

What does "swooned her" mean?
12· · · · A.· · That would be a word, maybe accurate or
13· ·not, having do with talking to her and talking
14· ·her -- to do an act that she said happened, which
15· ·didn't happen.· And it's a nicer word than the word
16· ·that starts with an F, and this would be a word that
17· ·I used because I thought it would be inappropriate
18· ·to use the other word.· And it didn't happen.


Okay.· In addition to the Russia Russia
Russia hoax, the Ukraine Ukraine Ukraine hoax, the
Mueller or Mueller hoax, the lying to FISA hoax, the
lying to Congress hoax, and the spying on your
campaign hoax, isn't it true that you also referred
to the use of mail-in ballots as a hoax?
A.· · Yeah, I do.· Sure.
MS. HABBA:· Objection.
THE WITNESS:· I do.· I think they're very
dishonest.· Mail-in ballots, very dishonest.


And as of today, you have approximately
four million followers on Truth Social?
A.· · I don't know the number.· I know
Truth Social is doing very well.· I think it was
number one ahead of TikTok, number one ahead of
Twitter, number one ahead of Instagram and everyone
else for the last number of days.· I just noticed
that.· Somebody put it on my desk.· They have the
ratings, and they said Truth Social is hot.